environments/cfd/rand_env_8/system/changeDictionaryDict
FoamFile {
    version 2.0;
    format ascii;
    class dictionary;
    object changeDictionaryDict;
}
dictionaryReplacement {
    boundary {
        B1_TE6_B1_TE1464 {
            type wall;
        }
        B1_TE6_B1_TE1002 {
            type wall;
        }
        B1_TE6_B1_TE441 {
            type wall;
        }
        B1_TE6_B1_TE556 {
            type wall;
        }
        B1_TE6_B1_TE1065 {
            type wall;
        }
        B1_TE6_B1_TE655 {
            type wall;
        }
        B1_TE6_B1_TE1023 {
            type wall;
        }
        B1_TE6_B1_TE609 {
            type wall;
        }
        B1_TE6_B1_TE577 {
            type wall;
        }
        B1_TE6_B1_TE108 {
            type wall;
        }
        B1_TE6_B1_TE162 {
            type wall;
        }
        B1_TE6_B1_TE214 {
            type wall;
        }
        B1_TE6_B1_TE140 {
            type wall;
        }
        B1_TE6_B1_TE386 {
            type wall;
        }
        B1_TE6_B1_TE297 {
            type wall;
        }
        B1_TE6_B1_TE282 {
            type wall;
        }
        B1_TE6_B1_TE315 {
            type wall;
        }
        B1_TE6_B1_TE330 {
            type wall;
        }
        B1_TE6_B1_TE502 {
            type wall;
        }
        B1_TE6_B1_TE367 {
            type wall;
        }
        B1_TE6_B1_TE899 {
            type wall;
        }
        B1_TE6_B1_TE260 {
            type wall;
        }
        B1_TE6_B1_TE417 {
            type wall;
        }
        B1_TE6_B1_TE935 {
            type wall;
        }
        B1_TE6_B1_TE1086 {
            type wall;
        }
        B1_TE6_B1_TE836 {
            type wall;
        }
        B1_TE6_B1_TE1140 {
            type wall;
        }
        B1_TE6_B1_TE634 {
            type wall;
        }
        B1_TE6_B1_TE718 {
            type wall;
        }
        B1_TE6_B1_TE960 {
            type wall;
        }
        B1_TE6_B1_TE739 {
            type wall;
        }
        B1_TE6_B1_TE1354 {
            type wall;
        }
        B1_TE6_B1_TE1332 {
            type wall;
        }
        B1_TE6_B1_TE1420 {
            type wall;
        }
        B1_TE6_B1_TE1207 {
            type wall;
        }
        B1_TE6_B1_TE1181 {
            type wall;
        }
        B1_TE6_B1_TE1376 {
            type wall;
        }
        B1_TE6_B1_TE1288 {
            type wall;
        }
        B1_TE6_B1_TE1229 {
            type wall;
        }
        B1_TE6_B1_TE1263 {
            type wall;
        }
        B1_TE6_B1_TE817 {
            type wall;
        }
        B1_TE6_B1_TE681 {
            type wall;
        }
        B1_TE6_B1_TE699 {
            type wall;
        }
        B1_TE6_B1_TE669 {
            type wall;
        }
        B1_TE6_B1_TE760 {
            type wall;
        }
        B1_TE6_B1_TE532 {
            type wall;
        }
        B1_TE6_B1_TE798 {
            type wall;
        }
        B1_TE6_B1_TE857 {
            type wall;
        }
        B1_TE6_B1_TE1442 {
            type wall;
        }
        B1_TE6_B1_TE1398 {
            type wall;
        }
        B1_TE6_B1_TE1310 {
            type wall;
        }
        B1_TE6_B1_TE182 {
            type wall;
        }
        B1_TE6_B1_TE26 {
            type wall;
        }
        B1_TE6_B1_TE38 {
            type wall;
        }
        B1_TE6_B1_TE936 {
            type wall;
        }
        B1_TE6_B1_TE1139 {
            type wall;
        }
        B1_TE6_B1_TE462 {
            type wall;
        }
        B1_TE6_B1_TE1107 {
            type wall;
        }
        B1_TE6_B1_TE1 {
            type wall;
        }
        B1_TE6_B1_TE1044 {
            type wall;
        }
        B1_TE6_B1_TE348 {
            type wall;
        }
    }
}
