environments/cfd/rand_env_8/system/surfaceFeatureExtractDict
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object surfaceFeaturesDict;
}

rand_env_8_flow_vol.stl
{
  extractFromSurfaceCoeffs
  {
    includedAngle 120;
  }
  extractionMethod extractFromSurface;
}

